Repository: pypi-data/pypi-mirror-395
Catalog: packages/Flask-Security-Invenio/flask_security_invenio-3.8.3-py2.py3-none-any.whl/flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: tr

source: Login Required
tr: Oturum Açma Gerekli

source: Welcome
tr: Hoş geldiniz

source: Please confirm your email
tr: Lütfen e-postanızı doğrulayın

source: Your password has been reset
tr: Şifreniz sıfırlandı

source: Your password has been changed
tr: Şifreniz değiştirildi

source: Password reset instructions
tr: Şifre sıfırlama yönergeleri

source: You do not have permission to view this resource.
tr: Bu kaynağı görüntüleme izniniz yok.

source: Thank you. Confirmation instructions have been sent to %(email)s.
tr: Teşekkürler. Onay yönergeleri %(email)s adresine gönderildi.

source: Thank you. Your email has been confirmed.
tr: Teşekkürler. E-postanız onaylandı.

source: Your email has already been confirmed.
tr: E-postanız zaten onaylanmıştır,

source: Invalid confirmation token.
tr: Geçersiz onaylama belirteci

source: %(email)s is already associated with an account.
tr: %(email)s adresi, bir hesapla zaten ilişkilendirilmiştir.

source: Password does not match
tr: Şifre eşleşmiyor

source: Passwords do not match
tr: Şifreler eşleşmiyor

source: Redirections outside the domain are forbidden
tr: Etki alanı dışına yönlendirmeler yasaktır

source: Instructions to reset your password have been sent to %(email)s.
tr: Şifrenizi sıfırlama yönergeleri %(email)s adresine gönderilmiştir.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
tr: Şifrenizi %(within)s süresi içinde sıfırlamadınız. Yeni yönergeler %(email)s adresine gönderilmiştir.

source: Invalid reset password token.
tr: Geçersiz şifre sıfırlama belirteci.

source: Email requires confirmation.
tr: E-posta onay gerektirir.

source: Confirmation instructions have been sent to %(email)s.
tr: Onay yönergeleri %(email)s adresine gönderildi.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
tr: Şifrenizi %(within)s süresi içinde sıfırlamadınız. E-postanızı onaylama yeni yönergeleri %(email)s adresine gönderilmiştir.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
tr: %(within)s süresi içinde oturum açmadınız. Yeni yönergeler %(email)s adresine gönderilmiştir.

source: Instructions to login have been sent to %(email)s.
tr: Oturum açma yönergeleri %(email)s adresine gönderilmiştir.

source: Invalid login token.
tr: Geçersiz oturum açma belirteci.

source: Account is disabled.
tr: Hesap devre dışıdır.

source: Email not provided
tr: E-posta belirtilmedi

source: Invalid email address
tr: Geçersiz e-posta adresi

source: Password not provided
tr: Şifre girilmedi

source: No password is set for this user
tr: Bu kullanıcı için şifre ayarlanmadı

source: Password must be at least 6 characters
tr: Şifre en az 6 karakterden oluşmalıdır

source: Specified user does not exist
tr: Belirtilen kullanıcı mevcut değil

source: Invalid password
tr: Geçersiz şifre

source: Forgot password?
tr: Şifrenizi mi unuttunuz?

source: You successfully reset your password and you have been logged in automatically.
tr: Şifrenizi başarıyla sıfırladınız ve otomatik olarak oturum açtınız.

source: Your new password must be different than your previous password.
tr: Yeni şifreniz önceki şifrenizden farklı olmalıdır.

source: You successfully changed your password.
tr: Şifrenizi başarıyla değiştirdiniz.

source: Please log in to access this page.
tr: Bu sayfaya erişmek için lütfen oturum açın.

source: Please reauthenticate to access this page.
tr: Bu sayfaya erişmek için lütfen yeniden kimlik doğrulaması yapın.

source: Email Address
tr: E-posta Adresi

source: Password
tr: Şifre

source: Login
tr: Oturum aç

source: Register
tr: Kayıt ol

source: Resend Confirmation Instructions
tr: Onay Yönergeleri Yeniden Gönder

source: Recover Password
tr: Şifreyi Kurtar

source: Reset Password
tr: Şifreyi Sıfırla

source: Retype Password
tr: Şifreyi Tekrar Girin

source: New Password
tr: Yeni Şifre

source: Change Password
tr: Şifre Değiştir

source: Menu
tr: Menü

source: Forgot password
tr: Şifremi unuttum

source: Confirm account
tr: Hesabı onayla

source: Change password
tr: Şifre değiştir

source: Send password reset instructions
tr: Şifre sıfırlama yönergelerini gönder

source: Reset password
tr: Şifreyi sıfırla

source: Resend confirmation instructions
tr: Onay yönergelerini yeniden gönder

source: Your password has been changed.
tr: Şifreniz değiştirildi.

source: If you did not change your password,
tr: Eğer şifrenizi siz değiştirmediyseniz,

source: click here to reset it
tr: sıfırlamak için buraya tıklayın

source: Please confirm your email through the link below:
tr: Lütfen aşağıdaki bağlantıdan e-postanızı onaylayın:

source: Confirm my account
tr: Hesabımı onayla

source: Click here to reset your password
tr: Şifrenizi sıfırlamak için buraya tıklayın

source: Welcome %(email)s!
tr: Hoş geldiniz %(email)s!

source: You can confirm your email through the link below:
tr: E-postanızı aşağıdaki bağlantıdan onaylayabilirsiniz:
