7767517
20 32
Input                    in0                      0 1 in0
pnnx.Expression          pnnx_expr_15             0 1 1
Split                    splitncnn_0              1 2 1 2 3
pnnx.Expression          pnnx_expr_14             0 1 4
Split                    splitncnn_1              1 8 4 5 6 7 8 9 10 11 12
QuantizeLinear           QuantizeLinear_0         3 1 in0 2 5 13
DequantizeLinear         DequantizeLinear_1       3 1 13 3 6 14
Convolution              conv_0                   1 1 14 15 0=1 1=8 11=8 12=1 13=8 14=2 2=1 3=8 4=2 5=1 6=192
pnnx.Expression          pnnx_expr_11             0 1 16
Split                    splitncnn_2              1 4 16 17 18 19 20
QuantizeLinear           QuantizeLinear_3         3 1 15 17 7 21
DequantizeLinear         DequantizeLinear_4       3 1 21 18 8 22
Reshape                  reshape_2                1 1 22 23 0=1024
QuantizeLinear           QuantizeLinear_6         3 1 23 19 9 24
DequantizeLinear         DequantizeLinear_7       3 1 24 20 10 25
InnerProduct             linear_1                 1 1 25 26 0=10 1=1 2=10240
pnnx.Expression          pnnx_expr_3              0 1 27
Split                    splitncnn_3              1 2 27 28 29
QuantizeLinear           QuantizeLinear_9         3 1 26 28 11 30
DequantizeLinear         DequantizeLinear_10      3 1 30 29 12 out0
