7767517
4 4
Input                    in0                      0 1 in0
Convolution              convrelu_0               1 1 in0 1 0=1 1=8 11=8 12=1 13=8 14=2 2=1 3=8 4=2 5=1 6=192 9=1
Flatten                  flatten_3                1 1 1 2
InnerProduct             linear_1                 1 1 2 out0 0=10 1=1 2=10240
