Repository: pypi-data/pypi-mirror-395
Catalog: packages/uwsgiconf/uwsgiconf-2.3.0.tar.gz/uwsgiconf-2.3.0/src/uwsgiconf/contrib/django/uwsgify/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This site is not served by uWSGI. Certain functionality or data may be unavailable.
ru: Этот сайт не использует uWSGI. Некоторая функциональность или данные могут быть недоступны.

source: Summary
ru: Сводка

source: Configuration
ru: Конфигурация

source: Workers
ru: Рабочие

source: Maintenance
ru: Обслуживание

source: Version
ru: Версия

source: Hostname
ru: Хост

source: Serving since
ru: Работает с

source: Serving for
ru: Время работы

source: Clock
ru: Часы

source: Master PID
ru: PID Мастера

source: Memory (RSS, VSZ)
ru: Память (RSS, VSZ)

source: Buffer size
ru: Размер буфера

source: Cores
ru: Ядра

source: Mules
ru: Мулы

source: Farms
ru: Фермы

source: Threads support
ru: Поддержка нитей

source: Current worker
ru: Текущий рабочий

source: Requests by worker
ru: Запросов на рабочем

source: Requests total
ru: Запросов всего

source: Socket queue size
ru: Размер очереди сокета

source: Log size
ru: Размер журнала

source: Post fork hooks
ru: Хуки после fork

source: Signals
ru: Сигналы

source: Spoolers
ru: Диспетчеры очередей

source: Status
ru: Статус

source: Running for
ru: Время работы

source: Spawned at
ru: Время порождения

source: Respawns
ru: Порождения

source: Requests
ru: Запросы

source: Delta requests
ru: Разница запросов

source: Exceptions
ru: Исключения

source: Transmitted
ru: Передано

source: Avg. response
ru: На запрос (сред.)

source: Interpreter
ru: Интерпретатор

source: Modifier 1
ru: Модификатор 1

source: Mountpoint
ru: Точка входа

source: Callable
ru: Вызываемый объект

source: Directory
ru: Директория

source: Worker
ru: Рабочий

source: Application
ru: Приложение

source: Confirmation
ru: Подтверждение

source: Enter the word "%(word)s".
ru: Введите слово "%(word)s".

source: You need to enter "%(word)s" to proceed.
ru: Для продолжения следует ввести слово "%(word)s".

source: Maintenance mode is not supported in this setup.
ru: Режим обслуживания недоступен для данного сайта.

source: Maintenance mode is scheduled.
ru: Включение режима обслуживания запланировано.

source: Unable to schedule maintenance: %(error)s.
ru: Не удалось включить режим обслуживания: %(error)s.

source: Remember: maintenance mode can only be turned off from the filesystem. If the process is scheduled, your application, including this administration interface, will only become available after filesystem manipulation and uWSGI restart.
ru: Помните: выйти из режима обслуживания можно только с использованием средств файловой системы. Если процесс обслуживания будет запущен, ваше приложение, включая данный административный интерфейс, станут доступны только лишь после внесения изменений в файловую систему и перезапуска uWSGI.

source: Basic
ru: Базовое

source: Date and time
ru: Дата и время

source: Context
ru: Контекст

source: Run now
ru: Запустить сейчас

source: Running: %s.
ru: Выполняются: %s.

source: Unable to run tasks unregistered with uWSGI: %s.
ru: Не удалось запустить задания незарегистрированные в uWSGI: %s.

source: Description
ru: Описание

source: Parameters
ru: Параметры

source: Target
ru: Цель

source: Signal
ru: Сигнал

source: Function
ru: Функция

source: No information available. Task with this name is not registered within uWSGI.
ru: Информация недоступна. Задача с таким названием не зарегистрирована в uWSGI.

source: Info
ru: Информация

source: uWSGI Integration
ru: Интеграция с uWSGI

source: Task
ru: Задача

source: Tasks
ru: Задачи

source: Active
ru: Включена

source: Task is available for the application to run. Use to temporarily disable runs.
ru: Запуск задачи возможен. Используйте для временного отключения исполнения задачи.

source: Created at
ru: Создана

source: Task record registration date and time.
ru: Дата и время последнего создания этой записи о задаче.

source: Updated at
ru: Изменена

source: Task record update date and time.
ru: Дата и время последнего обновления этой записи о задаче.

source: Name
ru: Название

source: Task name. Coincides with a function name defined in the application code.
ru: Название задачи. Совпадает с именем функции, объявленной в коде приложения.

source: Owner
ru: Владелец

source: Last owner of the task. By default a host name.
ru: Последний владелец задачи. По умолчанию: название хоста.

source: Released
ru: Доступна

source: Task is not currently running and is available for the application instance to acquire.
ru: Задача сейчас не исполняется и может быть взята экземпляром приложения.

source: Acquired at
ru: Взята

source: Date and time of the latest task run start.
ru: Дата и время начала последнего исполнения функции.

source: Released at
ru: Завершена

source: Date and time of the latest task run finish.
ru: Дата и время окончания последнего исполнения функции.

source: Parameters passed to the task function.
ru: Параметры, передаваемые в функцию задания.

source: Result
ru: Результат

source: The result of the task function last run.
ru: Результат последнего исполнения функции задания.

source: Duration
ru: Длительность

source: Home
ru: Домой
